export const details_scheme = {
  page_name: "Shakuf Timeline",
  
  page_title: "Shakuf Timeline",
  cover_photo: "https://shakuf.co.il/wp-content/uploads/2022/11/שקוף-לוגו-חלקי-2020-שחור.svg",
  logo_url: "https://shakuf.co.il/wp-content/uploads/2022/11/שקוף-לוגו-חלקי-2020-שחור.svg",

  header: {
    text: "Header",
  },

  footer: {
    text: "Footer",
  },
}

export const content_scheme = {
  events: [
    {
      title: "הצגת הרפורמה המשפטית",
      date: "2023-01-04"
    },
    {
      title: "תחילת הפגנות ומחאה נגד ממשלת ישראל ה-37",
      date: "2023-01-07"
    },
    {
      title: "שר הביטחון, יואב גלנט - מפוטר",
      date: "2023-03-26"
    },
    {
      title: "שביתה כללית במשק",
      date: "2023-03-27"
    },
    {
      title: "השהיית הרפורמה המשפטית",
      date: "2023-03-27"
    },
    {
      title: "תחילת הפגנות של תומכי הרפורמה",
      date: "2023-03-27"
    },
    {
      title: "ביטול עילת הסבירות",
      date: "2023-06-24"
    },
    {
      title: 'מתקפת פתע על ישראל',
      date: "2023-07-10"
    },
    {
      title: "פסילת החוק לביטול עילת הסבירות",
      date: "2024-01-01"
    },
    {
      title: `היום`,
      date: "2028-01-01"
    },
  ],

  articles: [
    {
      title: "משה גפני מנע ניסיון של הליכוד והציונות הדתית לעקוף את ועדת הכספים",
      content: 'ההצעה שנפלה: ועדה חדשה ל"תכנון כלכלי" שבראשה ח"כ ממפלגתו של שר האוצר • גפני: "לא בעד ועדה שתדון רק בנושאים שהממשלה רוצה" • הכנסת שיבצה את הח"כים בוועדות השונות בהסכמת הצדדים - וסיימה את המחלוקת העזה בנושא • הוועדה לביקורת המדינה תוקם לאחר היעדר של שנה וחצי • לאופוזיציה לא תהיה ועדה משמעותית, ייצוג הנשים לוקה בחסר, ועדיין אין זכר לוועדת האתיקה',
      date: "2023-01-04",
      full_article: "https://shakuf.co.il/40395",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/01/משה-גפני-הוועדה-המסדרת-נועם-מושקוביץ-דוברות-הכנסת-4.1.23.jpg"
    },
    {
      title: 'הציבור צמא לדיון אמיתי ברפורמה המשפטית, אך הח"כים סיפקו לתקשורת קרקס צפוי מראש ',
      content: 'ועדת החוקה התכנסה לדיון ראשון על תוכנית לוין לשינויים מרחיקי לכת במערכת המשפט, אך לבסוף קיבלנו כרגיל בליל של צעקות והנמכת מיקרופונים - ואפס דיונים על המהפכה עצמה. כשהכול נועד לשם הבידור לציבור הרחב, אף אחד מהנוכחים לא התאמץ להתייחס ברצינות לתוכנית שתשנה את פני הדמוקרטיה הישראלית',
      date: "2023-01-12",
      full_article: "https://shakuf.co.il/47505",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2024/02/היישוב-אבשלום-בעוטף-עזה-צילום-אנדריי-דוסטוב.jpeg"
    },
    {
      title: 'לא בהמשך הבא - כבר עכשיו: החקיקה של רוטמן תאפשר לממשלה בזכויות אזרח',
      content: 'אם ההצעה של יו"ר ועדת חוקה תעבור - בקרוב בג"ץ לא יוכל להתערב בחוקים שדורסים את חופש הביטוי, הזכות להפגין, חופש המצפון, הדת ועוד • תזכורת: הכוח העודף הזה ינתן לכל שלטון, לא משנה מי יעמוד בראשו • "שקוף" מסבירים את השלכות הרפורמה שלב אחר שלב',
      date: "2023-01-27",
      full_article: "https://shakuf.co.il/40611",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/01/%D7%9E%D7%97%D7%91%D7%A8%D7%AA-%D7%96%D7%9B%D7%95%D7%99%D7%95%D7%AA-%D7%94%D7%99%D7%A1%D7%95%D7%93-V2-%D7%9C%D7%90%D7%AA%D7%A8.jpg"
    },
    {
      title: 'בצל ניגודי העניינים של נתניהו: לוין מסרב לגלות אם שוחח עם רה"מ על הרפורמה המשפטית',
      content: 'בשבוע שעבר הודיעה היועמ"שית לראש הממשלה כי הוא מנוע מהתערבות ברפורמה, וזאת בשל ניגוד העניינים הנובע מהמשפט המתנהל נגדו. בעוד יו"ר ועדת החוקה רוטמן טען כי נתניהו לא שוחח עמו בנושא, שר המשפטים סירב להשיב על כך',
      date: "2023-02-06",
      full_article: "https://shakuf.co.il/40690",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/02/%D7%91%D7%A0%D7%99%D7%9E%D7%99%D7%9F-%D7%A0%D7%AA%D7%A0%D7%99%D7%94%D7%95-%D7%99%D7%A8%D7%99%D7%91-%D7%9C%D7%95%D7%99%D7%9F-%D7%A6%D7%99%D7%9C%D7%95%D7%9D-%D7%99%D7%95%D7%A0%D7%AA%D7%9F-%D7%96%D7%99%D7%A0%D7%93%D7%9C-%D7%A4%D7%9C%D7%90%D7%A9-90.jpg"
    },
    {
      title: '"יש ח"כים בליכוד שלא אוהבים את החקיקה המשפטית, המלחמה שלנו משפיעה עליהם"',
      content: 'אחרי שנה שבה ח"כ גלעד קריב כיהן כיו"ר ועדת החוקה, וכעת אל מול המהפכה המשפטית הוא מכה על חטא שלא קידם מנגנון להגנת הפרדת הרשויות בחוק יסוד. "כשיהיה מו"מ האופוזיציה תהיה מאוד רלוונטית, כרגע זה לא רלוונטי בזמן שהחקיקה מתקדמת", הוא אומר בראיון ל"שקוף", ומבהיר מה דורש תיקון במערכת המשפט ומה דעתו על שקיפות ביומן הח"כ',
      date: "2023-02-08",
      full_article: "https://shakuf.co.il/40702",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/02/%D7%92%D7%9C%D7%A2%D7%93-%D7%A7%D7%A8%D7%99%D7%91-%D7%A6%D7%99%D7%9C%D7%95%D7%9D-%D7%A0%D7%95%D7%A2%D7%9D-%D7%9E%D7%95%D7%A9%D7%A7%D7%95%D7%91%D7%99%D7%A5-%D7%93%D7%95%D7%91%D7%A8%D7%95%D7%AA-%D7%94%D7%9B%D7%A0%D7%A1%D7%AA.jpg"
    },
    {
      title: 'המהפכה המשפטית יצאה לדרך: ועדת החוקה אישרה שני סעיפים לקריאה ראשונה',
      content: 'הוועדה אישרה ברוב של 9 מול 7 להעלות להצבעה במליאה את שינוי הרכב הוועדה לבחירת שופטים ואת האיסור על התערבות בחוקי יסוד. חברי הכנסת של האופוזיציה הורחקו במהלך הדיון הסוער, ויו"ר הוועדה רוטמן דחה את הצעת הנשיא לעצירת החקיקה: "צריך לקיים את ההידברות ללא דחיית החקיקה"',
      date: "2023-02-13",
      full_article: "https://shakuf.co.il/40735",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/02/%D7%91%D7%95%D7%95%D7%A2%D7%93%D7%AA-%D7%94%D7%97%D7%95%D7%A7%D7%94-%D7%A6%D7%99%D7%9C%D7%95%D7%9D-%D7%A0%D7%95%D7%A2%D7%9D-%D7%9E%D7%95%D7%A9%D7%A7%D7%95%D7%91%D7%99%D7%A5-%D7%93%D7%95%D7%91%D7%A8%D7%95%D7%AA-%D7%94%D7%9B%D7%A0%D7%A1%D7%AA.jpg"
    },
    {
      title: 'מהי עילת הסבירות ומי ימנה שופטים? המדריך למהפכה המשפטית',
      content: 'הניסיונות להחליש את מערכת המשפט מעוררים סערה גדולה שמאיימת לקרוע את ישראל, ובתוך הוויכוח הסוער נשכחים לעיתים מושגי היסוד שבבסיס המחלוקת בין התומכים למתנגדים. מה הציע הנשיא הרצוג וכיצד צפוי להשתנות תפקיד היועמ"שים? "שקוף" עם כל השאלות והתשובות על המהפכה המשפטית',
      date: "2023-02-13",
      full_article: "https://shakuf.co.il/40731",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/02/%D7%94%D7%A4%D7%92%D7%A0%D7%94-%D7%A0%D7%92%D7%93-%D7%94%D7%9E%D7%94%D7%A4%D7%9B%D7%94-%D7%94%D7%9E%D7%A9%D7%A4%D7%98%D7%99%D7%AA-%D7%91%D7%AA%D7%9C-%D7%90%D7%91%D7%99%D7%91-%D7%A6%D7%99%D7%9C%D7%95%D7%9D-%D7%90%D7%91%D7%A9%D7%9C%D7%95%D7%9D-%D7%A9%D7%A9%D7%95%D7%A0%D7%99-%D7%A4%D7%9C%D7%90%D7%A9-90.jpg"
    },
    {
      title: 'יש להרצוג קלף אחרון לעצירת ההפיכה המשפטית, והוא יכול לשלוף אותו',
      content: 'הקואליציה אמנם לא התייחסה לנסיונות התיווך של הרצוג, אבל יש דרך נוספת שבה הוא יוכל לעצור את ההפיכה המשפטית: אי חתימה על הצעות החוק. "העמותה לדמוקרטיה מתקדמת" פנתה לנשיא והפנתה לסעיף 11 לחוק יסוד "נשיא המדינה" והבהירה: "היעדר חתימה תמנע מהחוקים להיכנס לתוקף"',
      date: "2023-02-14",
      full_article: "https://shakuf.co.il/40741",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/02/%D7%94%D7%A0%D7%A9%D7%99%D7%90-%D7%99%D7%A6%D7%97%D7%A7-%D7%94%D7%A8%D7%A6%D7%95%D7%92-%D7%A6%D7%99%D7%9C%D7%95%D7%9D-%D7%99%D7%95%D7%A0%D7%AA%D7%9F-%D7%96%D7%99%D7%A0%D7%93%D7%9C-%D7%A4%D7%9C%D7%90%D7%A9-90.jpg"
    },
    {
      title: 'יועמ"ש ועדת החוקה מזהיר: "הזכות לבחור ולהיבחר לא מוגנת במסגרת המהפכה המשפטית"',
      content: 'הוועדה בראשות שמחה רוטמן התכנסה לשבוע נוסף של דיונים בחקיקה המשפטית כשפסקת ההתגברות על הפרק. בתשובה לשאלה על הזכויות החוקתיות שבסכנה בעקבות הצעת החוק של הקואליציה השיב עו"ד בליי כי "הוראות שקשורות במועד הבחירות ועצמאות הרשות השופטת, חופש הביטוי, שוויון, חופש דת", אינן מוגנות',
      date: "2023-02-26",
      full_article: "https://shakuf.co.il/40886",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/02/%D7%A9%D7%9E%D7%97%D7%94-%D7%A8%D7%95%D7%98%D7%9E%D7%9F-%D7%92%D7%95%D7%A8-%D7%91%D7%9C%D7%99%D7%99-%D7%95%D7%A2%D7%93%D7%AA-%D7%94%D7%97%D7%95%D7%A7%D7%94-%D7%A6%D7%99%D7%9C%D7%95%D7%9D-%D7%A0%D7%95%D7%A2%D7%9D-%D7%9E%D7%95%D7%A9%D7%A7%D7%95%D7%91%D7%99%D7%A5-%D7%93%D7%95%D7%91%D7%A8%D7%95%D7%AA-%D7%94%D7%9B%D7%A0%D7%A1%D7%AA.jpg"
    },
    {
      title: 'סעיף ה"החוק המחוסן" שמקדמת הקואליציה מרוקן את כוחו של בג"ץ',
      content: 'ועדת החוקה הצביעה על חלקים נוספים במהפכה המשפטית ואישרה הצעה לפיה רוב של 61 ח"כים יוכל מנוע מראש או בדיעבד כל התערבות של בג"ץ בחקיקה. "זה נקרא וידוא הריגה", הזהירה ח"כ פרקש-הכהן. במקביל, שאלה אחת שנשאלה השבוע על זכויות היסוד שעלולות להיפגע, השאירה גם את רוטמן ללא תשובה',
      date: "2023-03-02",
      full_article: "https://shakuf.co.il/40933",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/03/%D7%A9%D7%9E%D7%97%D7%94-%D7%A8%D7%95%D7%98%D7%9E%D7%9F-%D7%A0%D7%95%D7%A2%D7%9D-%D7%9E%D7%95%D7%A9%D7%A7%D7%95%D7%91%D7%99%D7%A5.jpg"
    },
    {
      title: 'הנשיא הבטיח כי המתווה "מחזק את הכנסת" – בפועל, הוא לא',
      content: 'בדבריו אמש טען הרצוג כי "המתווה מחזק את הכנסת" - אך בפועל הוא מזניח את שיקום מעמדה הנחות של הרשות המחוקקת מול הממשלה. כדי לממש טוב יותר את רצון העם ולפקח כראוי על השלטון, יש להכניס למתווה תיקונים הכרחיים. פרשנות',
      date: "2023-03-16",
      full_article: "https://shakuf.co.il/41035",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/03/F230313AVS12.jpg"
    },
    {
      title: 'טיפות הדם של המפגין כיסו את ידיי. דווקא אז התגנבה אופטימיות אל לבי',
      content: 'כהרף עין הפכה הפגנה שלווה של פנסיונרים מודאגים נגד המהפכה המשפטית בת"א לעימות אלים ומדמם. המשטרה והתקשורת הממוסדת לא היו שם למנוע ולתעד, והשאירו את הציבור עם שאלות פתוחות. מה התרחש בליבו של הנהג, בן גילם של רוב המוחים, שהביא אותו לתקוף אותם בחומר רעיל? ומה כולנו יכולים ללמוד ממורה אחד, שקם להגן בגופו על חבריו המפגינים ועל הדמוקרטיה? טור אישי',
      date: "2023-03-22",
      full_article: "https://shakuf.co.il/41112",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/03/%D7%94%D7%A4%D7%92%D7%A0%D7%94-%D7%91%D7%AA%D7%9C-%D7%90%D7%91%D7%99%D7%91-%D7%A6%D7%99%D7%9C%D7%95%D7%9D-%D7%99%D7%A2%D7%9C-%D7%92%D7%A2%D7%AA%D7%95%D7%9F.jpg"
    },
    {
      title: 'שימוש מופרז בכוח: הקואליציה דורסת את הכלי האחרון שנותר לאופוזיציה בכנסת',
      content: 'בחסות בליץ החקיקה והדיונים, הכנסת ה-25 ממשיכה במגמה של השנים האחרונות של שימוש יתר בסעיף 98 לתקנון הכנסת. הסעיף מאפשר "לקבוע סדרי דיון מיוחדים", ובפועל מצמצם את האפשרות של האופוזיציה לקיים דיוני הסתייגויות. התנועה לאיכות השלטון: "עוד סממן להשתלטות מלאה של הממשלה על הכנסת ולהתכה של הרשות המבצעת עם המחוקקת"',
      date: "2023-03-28",
      full_article: "https://shakuf.co.il/41162",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/02/%D7%9B%D7%A0%D7%A1%D7%AA-%D7%99%D7%A9%D7%A8%D7%90%D7%9C-%D7%9E%D7%A2%D7%91%D7%99%D7%A8%D7%99%D7%9D-%D7%90%D7%AA-%D7%94%D7%A8%D7%A4%D7%95%D7%A8%D7%9E%D7%94-%D7%94%D7%9E%D7%A9%D7%A4%D7%98%D7%99%D7%AA-%D7%A6%D7%99%D7%9C%D7%95%D7%9D-%D7%99%D7%95%D7%A0%D7%AA%D7%9F-%D7%96%D7%99%D7%A0%D7%93%D7%9C-%D7%A4%D7%9C%D7%90%D7%A9-90.jpg"
    },
    {
      title: '"אנחנו מוקפים": כשההפגנה הראשונה של תומכי ההפיכה יצאה לדרך',
      content: 'שני מוקדים עיקריים היו להפגנת תומכי ההפיכה המשטרית אתמול: בירושלים ובתל אביב. הראשונה משכה בעיקר את בני ובנות הציונות הדתית מההתנחלויות, השנייה משכה את תושבי שכונות דרום תל אביב והאזור. הראשונה עברה בשקט יחסי, עד שהגיעו חברי לה פמיליה ובשנייה התמודדו הנוכחים עם אלימות משטרתית רבה יותר. "לא משנה מה נגיד", אמרה מפגינה. "לא יציירו את זה באופן חיובי"',
      date: "2023-03-28",
      full_article: "https://shakuf.co.il/41164",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/03/%D7%94%D7%A4%D7%92%D7%A0%D7%94-%D7%AA%D7%95%D7%9E%D7%A8-%D7%A0%D7%95%D7%99%D7%91%D7%A8%D7%92.jpg"
    },
    {
      title: "בשיחה מקרית עם מפגינים מהמחנה הנגדי, הופתעתי לגלות שאנחנו מצליחים גם להסכים",
      content: 'מצאתי את עצמי בלב הפגנה הפוכה לזו שיצאתי אליה. התחלתי לשוחח עם עוד ועוד ישראלים שהביעו כאב גדול. ביקשנו להתמקד במשותף ולא במפריד. כעת כשהפניות לפוליטיקאים העלו חרס -חובתנו האזרחית היא להתחיל ללמוד לדבר זה עם זו ולהקשיב. טור אורח',
      date: "2023-03-30",
      full_article: "https://shakuf.co.il/41201",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/03/%D7%94%D7%A4%D7%92%D7%A0%D7%94-%D7%A8%D7%A4%D7%95%D7%A8%D7%9E%D7%94-%D7%9E%D7%94%D7%A4%D7%9B%D7%94-%D7%9E%D7%A9%D7%A4%D7%98%D7%99%D7%AA-%D7%A6%D7%99%D7%9C%D7%95%D7%9D-%D7%A4%D7%9C%D7%90%D7%A9-90.jpeg"
    },
    {
      title: '"המשמעת הקואליציונות בליכוד חזקה, יש לחצים אדירים ולא הרבה היו עומדים בזה"',
      content: 'ח"כ שרן השכל יודעת מה המשמעות של לצאת נגד הקואליציה בנושא המהפכה המשפטית, כפי שעשה שר הביטחון גלנט. הח"כית שגדלה בליכוד ומכירה מקרוב את פורום קהלת מבהירה בראיון ל"שקוף" מה לדעתה דורש תיקון במערכת המשפט, איך המהלך שמקדם נתניהו עם רוטמן וקהלת מזיק לתנועה הליברלית - ולמה היא לא מתחייבת להימנע בעתיד מקיזוזים',
      date: "2023-03-30",
      full_article: "https://shakuf.co.il/41195",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/03/%D7%97%D7%9B-%D7%A9%D7%A8%D7%9F-%D7%94%D7%A9%D7%9B%D7%9C-%D7%A6%D7%99%D7%9C%D7%95%D7%9D-%D7%99%D7%95%D7%A0%D7%AA%D7%9F-%D7%96%D7%99%D7%A0%D7%93%D7%9C-%D7%A4%D7%9C%D7%90%D7%A9-90.jpg"
    },
    {
      title: "סיכום המושב הראשון של הכנסת: הממשלה כפתה עיסוק משמעותי בחוקים הפוליטיים",
      content: 'במערכת האחרונה הבחירות הבטיחו בליכוד "לטפל ביוקר המחייה", אך מסיכום החקיקה עד כה עולה שמרבית שעות הדיונים הוקדשו לצרכים פוליטים ופרסונליים. 65% מהזמן שהוקדש בדיוני הוועדות לחוקים שעברו בקריאה שלישית יוחדו לחוקים שנבעו מ"צורך פוליטי", ורק כשליש מהזמן, הוקדש ל-24 חוקים שעברו ועסקו בענייני ביטחון, כלכלה, ביטחון פנים ודת',
      date: "2023-04-03",
      full_article: "https://shakuf.co.il/41208",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2022/12/%D7%A7%D7%95%D7%90%D7%9C%D7%99%D7%A6%D7%99%D7%94-%D7%93%D7%A8%D7%A2%D7%99-%D7%91%D7%A0%D7%99%D7%9E%D7%99%D7%9F-%D7%A0%D7%AA%D7%A0%D7%99%D7%94%D7%95-%D7%A6%D7%99%D7%9C%D7%95%D7%9D-%D7%A4%D7%9C%D7%90%D7%A9-90.jpg"
    },
    {
      title: '"הפגנת המיליון" לתמיכה ב"רפורמת לוין": הקרב על התודעה מגיע לויקיפדיה',
      content: 'החקיקה המשפטית שמקדמת הממשלה אמנם הוקפאה לעת עתה, אבל חיפוש קטן בוויקיפדיה מלמד על זירת קרב רוחשת פעילות • עריכת הערך המרכזי על רפורמת לוין הוקפאה על ידי עורכי ויקיפדיה מרוב מחלוקות, עריכת תכנים אחרים הקשורים בנושא נמצאת תחת ויכוח • ואיך הסתנן הערך בעל השם המטעה "הפגנת המיליון"?',
      date: "2023-05-01",
      full_article: "https://shakuf.co.il/41363",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/05/%D7%90%D7%A8%D7%99%D7%94-%D7%9C%D7%99%D7%99%D7%91-%D7%90%D7%91%D7%A8%D7%9E%D7%A1-%D7%A4%D7%9C%D7%90%D7%A9-90.jpg"
    },
    {
      title: "ממשלת בליץ החקיקה – לא רק את האופוזיציה, הממשלה משתיקה גם את הציבור",
      content: 'מתוך 84 תזכירי חוק שהגישה הממשלה, 70 מהם לא היו פתוחים להערות הציבור לזמן הנדרש • עו"ד הידי נגב, מנהל מחלקת מדיניות וחקיקה בתנועה לאיכות השלטון: "חקיקה באופן חפוז מבלי אפשרות להעיר ולטייב את הצעות החוק, בהכרח מביא לחקיקה רעה יותר ופוגענית יותר כלפי האזרחים"',
      date: "2023-05-24",
      full_article: "https://shakuf.co.il/41574",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/05/%D7%91%D7%A0%D7%99%D7%9E%D7%99%D7%9F-%D7%A0%D7%AA%D7%A0%D7%99%D7%94%D7%95-%D7%99%D7%A9%D7%99%D7%91%D7%AA-%D7%9E%D7%9E%D7%A9%D7%9C%D7%94-%D7%A6%D7%99%D7%9C%D7%95%D7%9D-%D7%99%D7%95%D7%A0%D7%AA%D7%9F-%D7%96%D7%99%D7%A0%D7%93%D7%9C-%D7%A4%D7%9C%D7%90%D7%A9-90.jpg"
    },
    {
      title: "דברים שרואים משם: ההצעות לשקיפות של רוטמן וחבריו נגנזו כשנכנסו לקואליציה",
      content: 'יו"ר ועדת חוקה ביקש להשקיף את ועדת השרים לענייני חקיקה, וכתב רק לפני כשנתיים כי "הליך קבלת ההחלטות של הוועדה נעשה הרחק מעיני הציבור, שאין ביכולתו לדעת כיצד השרים הצביעו ואילו עמדות הם קיבלו". כעת, אחד מאדריכלי המהפכה המשפטית זנח את המאבק החשוב לשקיפות הוועדה והזכיר לנו שקל לרצות בשקיפות ובפיקוח כשלא נמצאים במוקדי הכוח',
      date: "2023-06-06",
      full_article: "https://shakuf.co.il/41628",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2021/12/%D7%A9%D7%9E%D7%97%D7%94-%D7%A8%D7%95%D7%98%D7%9E%D7%9F-%D7%90%D7%95%D7%A1%D7%90%D7%9E%D7%94-%D7%A1%D7%A2%D7%93%D7%99-%D7%A6%D7%99%D7%9C%D7%95%D7%9D-%D7%99%D7%95%D7%A0%D7%AA%D7%9F-%D7%96%D7%99%D7%A0%D7%93%D7%9C-%D7%A4%D7%9C%D7%90%D7%A9-90-1536x1025.jpg"
    },
    {
      title: "למרות המורדים מהליכוד, הצעת החוק הפרסונלית אושרה בקריאה טרומית",
      content: 'ההצעה לאפשר ליו"ר של ועדה קרואה להתמודד בבחירות לרשות המקומית, שתשפיע ישירות על טבריה, אושרה במליאה. ח"כ טלי גוטליב הפרה משמעת קואליציונית ונעדרה מההצבעה. שלושה ח"כים נוספים ממפלגתה משכו את שמם. ח"כ ששון גואטה מהליכוד: "אני עובר לחץ פוליטי מכל מיני מקומות בנוגע להצעת החוק"',
      date: "2023-06-07",
      full_article: "https://shakuf.co.il/41633",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/03/%D7%A2%D7%9E%D7%99%D7%AA-%D7%94%D7%9C%D7%95%D7%99-%D7%91%D7%93%D7%99%D7%95%D7%9F-%D7%A2%D7%9C-%D7%97%D7%95%D7%A7-%D7%94%D7%AA%D7%A8%D7%95%D7%9E%D7%95%D7%AA-%D7%A6%D7%99%D7%9C%D7%95%D7%9D-%D7%A0%D7%95%D7%A2%D7%9D-%D7%9E%D7%95%D7%A9%D7%A7%D7%95%D7%91%D7%99%D7%A5-%D7%93%D7%95%D7%91%D7%A8%D7%95%D7%AA-%D7%94%D7%9B%D7%A0%D7%A1%D7%AA.jpg"
    },
    {
      title: "איפה לפיד, איה דרעי? יושבי ראש המפלגות ויתרו על הכנסת",
      content: 'הם בקושי הגיעו לכנסת, כמעט לא נכנסו לוועדות וחיפפו גם בהצבעות - נתוני מדד "הפרלמטר" מעלים ביקורת קשה כלפי מי שמקבלים מאיתנו משכורת ח"כ ושלושה עוזרים בכנסת. בניגוד ליושבי הראש בקואליציה, שחלקם בעלי תפקיד ממשלתי - השאלות כלפי האופוזיציונרים נוקבות אף יותר',
      date: "2023-06-08",
      full_article: "https://shakuf.co.il/41642",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/06/%D7%98%D7%A7%D7%A1-%D7%94%D7%A9%D7%91%D7%A2%D7%AA-%D7%94%D7%9B%D7%A0%D7%A1%D7%AA-%D7%94-25-%D7%9C%D7%90%D7%AA%D7%A8.jpg"
    },
    {
      title: '"ככה אמרו לי": בדרך לחוק המושחת, ח"כ הלוי מפזר הטעיות',
      content: 'הח"כ מהליכוד נשאל בכנסת על סקר שמוכיח כי תיקון החקיקה שלו יועיל לציבור - אך כשלחצו אותו לקיר התברר שהוא ניזון משמועות. חרף התנגדות היועצים המשפטיים, החברה האזרחית ואף התנערות חברי ליכוד - הוא ממשיך לקדם את ההצעה הפרסונלית שתסייע לבועז יוסף, המקורב לדרעי, להתמודד על ראשות העיר טבריה. ההצעה תעלה ככל הנראה להצבעה לקריאה ראשונה כבר בדיון הבא. מעקב "שקוף"',
      date: "2023-06-21",
      full_article: "https://shakuf.co.il/41791",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/06/%D7%A2%D7%9E%D7%99%D7%AA-%D7%94%D7%9C%D7%95%D7%99-%D7%A6%D7%99%D7%9C%D7%95%D7%9D-%D7%99%D7%95%D7%A0%D7%AA%D7%9F-%D7%96%D7%99%D7%A0%D7%93%D7%9C.jpg"
    },
    {
      title: '"ריח רע של שחיתות": הצעת החוק של עמית הלוי עברה בקריאה ראשונה',
      content: 'באופן חריג, החקיקה שתיטיב עם בועז יוסף מטבריה מתקדמת ללא עמדה רשמית ממשרד הפנים שממשיך לגמגם • ח"כ טלי גוטליב: "מה אנחנו, איזה פיונים של איזה מישהו שרוצה להיות ראש עיר בטבריה?"',
      date: "2023-06-27",
      full_article: "https://shakuf.co.il/41835",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/06/%D7%98%D7%9C%D7%99-%D7%92%D7%95%D7%98%D7%9C%D7%99%D7%91-%D7%A6%D7%99%D7%9C%D7%95%D7%9D-%D7%A0%D7%95%D7%A2%D7%9D-%D7%9E%D7%95%D7%A9%D7%A7%D7%95%D7%91%D7%99%D7%A5-%D7%93%D7%95%D7%91%D7%A8%D7%95%D7%AA-%D7%94%D7%9B%D7%A0%D7%A1%D7%AA-26.6.23.jpg"
    },
    {
      title: 'מינויים מושחתים ושיבוש בחירות: מה עלול לקרות בלי עילת הסבירות?',
      content: 'מפכ"ל המשטרה יוכל למנות עבריינים לצמרת הפיקוד • שרים יזכרו להוריד את יוקר המחיה שלושה ימים לפני בחירות למען הקמפיין בלבד • פיטורי היועמ"שית יתאפשרו ללא סיבה מקצועית • ביטול עילת הסבירות הדאיג את הגורמים המקצועיים וחברי הכנסת מהאופוזיציה, אך רוטמן לא התרגש',
      date: "2023-06-27",
      full_article: "https://shakuf.co.il/41847",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/06/%D7%A9%D7%9E%D7%97%D7%94-%D7%A8%D7%95%D7%98%D7%9E%D7%9F-%D7%A0%D7%95%D7%A2%D7%9D-%D7%9E%D7%95%D7%A9%D7%A7%D7%95%D7%91%D7%99%D7%A5-%D7%93%D7%95%D7%91%D7%A8%D7%95%D7%AA-%D7%94%D7%9B%D7%A0%D7%A1%D7%AA-26.6.23.jpg"
    },
    {
      title: 'בכנסת שוקלים: סנקציות על משרדי ממשלה סרבנים',
      content: 'ועדת הכנסת התכנסה לדון בפיקוח הרשות המחוקקת על הממשלה, ובמהלכו עלו טענות קשות על התעלמות שרים משאילתות והתחמקות ממסירת מידע כמתחייב על פי חוק • "זה לא עניין של ימין או שמאל", הסכמו ח"כים מש"ס ועד חד"ש-תע"ל • בשבוע הבא ייערך דיון נוסף על הטלת מגבלות על משרדים שלא ישתפו פעולה',
      date: "2023-06-29",
      full_article: "https://shakuf.co.il/41916",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/03/20230301091525_NOAM9528.jpg"
    },
    {
      title: 'אדלשטיין מצפצף על האופוזיציה ומונע דיון בנושאים ביטחוניים רגישים',
      content: 'הפיצול במשרד הביטחון, התבססות חיזבאללה בגבול הצפון ופיטורי גלנט, הם חלק מהנושאים שדרשו חברי ועדת חוץ וביטחון לדון בהן, אך זכו להתעלמות מופגנת. הח"כים פנו ליו"ר הכנסת, והדגישו כי יו"ר הוועדה פועל בניגוד לתקנון המחייב אותו לכנס דיונים בנושאים לפי בקשתם. אדלשטיין בחר שלא להגיב לדברים',
      date: "2023-07-02",
      full_article: "https://shakuf.co.il/41937",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2020/06/%D7%99%D7%95%D7%9C%D7%99-%D7%90%D7%93%D7%9C%D7%A9%D7%98%D7%99%D7%99%D7%9F-%D7%A6%D7%99%D7%9C%D7%95%D7%9D-%D7%A2%D7%93%D7%99%D7%A0%D7%94-%D7%95%D7%9C%D7%9E%D7%9F-%D7%93%D7%95%D7%91%D7%A8%D7%95%D7%AA-%D7%94%D7%9B%D7%A0%D7%A1%D7%AA.jpg"
    },
    {
      title: 'לוין ורוטמן מסרבים לגלות האם פורום קהלת מעורב בשינוי חוק עילת הסבירות',
      content: `מידע שהתקבל ממשרד המשפטים חושף קשר הדוק במיוחד של בכירי הפורום השמרני עם השר. במשך חודשיים נפגש השר לוין 11 פעמים במהלך כחודשיים עם ד\"ר אביעד בקשי ופרופ' משה קופל מהפורום. בינתיים, לוין ורוטמן מסרבים להשיב לשאלת \"שקוף\" אם הפורום מייעץ בימים אלה בשינוי בעילת הסבירות, המתקדם במהירות בכנסת`,
      date: "2023-07-03",
      full_article: "https://shakuf.co.il/41975",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/02/%D7%99%D7%A8%D7%99%D7%91-%D7%9C%D7%95%D7%99%D7%9F-%D7%95%D7%A9%D7%9E%D7%97%D7%94-%D7%A8%D7%95%D7%98%D7%9E%D7%9F-%D7%91%D7%9B%D7%A0%D7%A1%D7%AA-%D7%A6%D7%99%D7%9C%D7%95%D7%9D-%D7%99%D7%95%D7%A0%D7%AA%D7%9F-%D7%96%D7%99%D7%A0%D7%93%D7%9C-%D7%A4%D7%9C%D7%90%D7%A9-90.jpg"
    },
    {
      title: 'קהלת ענו בלחץ הח"כים: "אנחנו בקשר מול רוטמן ולוין"',
      content: 'חברת הכנסת נעמה לזימי שאלה בדיון בוועדת החוקה את יו"ר הוועדה אם נפגש לאחרונה עם ד"ר אביעד בקשי על קידום החקיקה לצמצום כוחו של בית המשפט. בעוד רוטמן המשיך בסירובו לענות לשאלה שהעלינו ב"שקוף", ראש המחלקה המשפטית בקהלת לא שלל זאת והסביר את תמיכתו בביטול עילת הסבירות',
      date: "2023-07-05",
      full_article: "https://shakuf.co.il/42063",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/07/%D7%90%D7%91%D7%99%D7%A2%D7%93-%D7%91%D7%A7%D7%A9%D7%99-%D7%A6%D7%99%D7%9C%D7%95%D7%9D-%D7%99%D7%95%D7%A0%D7%AA%D7%9F-%D7%96%D7%99%D7%A0%D7%93%D7%9C-%D7%A4%D7%9C%D7%90%D7%A9-90.jpg"
    },
    {
      title: 'החלטות נבחרי ציבור נפסלות בשם עילת הסבירות בממוצע פעמיים בשנה בלבד',
      content: 'מנתוני משרד המשפטים שהגיעו לידי "שקוף" עולה כי בעשור האחרון, מתוך 44 עתירות נגד רשויות שבהן התערב בית המשפט העליון, רק ב-19 מהמקרים התערבו השופטים בהחלטות נבחרי ציבור • בחלק גדול מהמקרים השופטים לא הסתפקו בעילת הסבירות בלבד, וההתערבות נעשתה על בסיס עילות משפטיות נוספות • בשבוע הבא צפויה לאשר הכנסת את ההצעה לצמצום עילת הסבירות בקריאה ראשונה',
      date: "2023-07-05",
      full_article: "https://shakuf.co.il/42090",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/02/%D7%91%D7%99%D7%AA-%D7%94%D7%9E%D7%A9%D7%A4%D7%98-%D7%94%D7%A2%D7%9C%D7%99%D7%95%D7%9F-%D7%91%D7%91%D7%92%D7%A5-%D7%93%D7%A8%D7%A2%D7%99-%D7%A6%D7%99%D7%9C%D7%95%D7%9D-%D7%99%D7%95%D7%A0%D7%AA%D7%9F-%D7%96%D7%99%D7%A0%D7%93%D7%9C-%D7%A4%D7%9C%D7%90%D7%A9-90-%D7%90%D7%A1%D7%AA%D7%A8-%D7%97%D7%99%D7%95%D7%AA.jpg"
    },
    {
      title: 'אדלשטיין מתעלם גם מהקואליציה: "אפילו לקהל היעד שלו הוא לא עונה"',
      content: '16 חברי כנסת מהקואליציה ושישה ארגונים אזרחיים שונים פנו במהלך החצי שנה האחרונה ליו"ר ועדת החוץ והביטחון כדי לדון בנושא הרס בתי מחבלים, אך אדלשטיין החליט שלא לענות. התנהלותו של אדלשטיין, המתעלם גם מבקשות חברי האופוזיציה, נוגדות את ההמלצות שפרסמה בעבר ועדת האתיקה לפיהן: "יושב ראש ועדה, המקבל פניה הקשורה למילוי תפקידו האמור, ישיב תוך זמן סביר"',
      date: "2023-07-11",
      full_article: "https://shakuf.co.il/42265",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/07/%D7%99%D7%95%D7%9C%D7%99-%D7%90%D7%93%D7%9C%D7%A9%D7%98%D7%99%D7%99%D7%9F-%D7%A6%D7%99%D7%9C%D7%95%D7%9D-%D7%99%D7%95%D7%A0%D7%AA%D7%9F-%D7%96%D7%99%D7%A0%D7%93%D7%9C-%D7%A4%D7%9C%D7%90%D7%A9-90.jpg"
    },
    {
      title: 'החוק לביטול עילת הסבירות אושר בקריאה ראשונה בכנסת',
      content: 'ברוב של 64 תומכים מול 56 מתנגדים, המליאה הצביעה בקריאה ראשונה בעד ביטול יכולת בית המשפט לבקר החלטות ממשלה או נבחרי ציבור באמצעות עילת הסבירות. החוק הוא חלק מהמהפכה המשפטית שהציג השר יריב לוין שנועדה בין היתר להחליש את כוחה של הרשות השופטת',
      date: "2023-07-11",
      full_article: "https://shakuf.co.il/42250",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/07/%D7%99%D7%A8%D7%99%D7%91-%D7%9C%D7%95%D7%99%D7%9F-%D7%93%D7%95%D7%91%D7%A8%D7%95%D7%AA-%D7%94%D7%9B%D7%A0%D7%A1%D7%AA.jpg"
    },
    {
      title: 'שני צלמים הותקפו בידי שוטרים כשסיקרו את המחאה: "אמרתי שאני עיתונאי ונדחפתי"',
      content: 'צלם "הארץ" רמי שלוש הוכה ועוכב על ידי שוטרי מג"ב בחיפה, מספר שעות לאחר מכן נעצר צלם ynet גיל נחושתן • כתב "וואלה" יואב איתיאל ששהה במקום: "אלימות בלתי מוסברת כלפי מי שמזוהה כעיתונאי" • ארגון העיתונאים קרא למפכ"ל "להבהיר לכל השוטרים כי העיתונאים מבצעים את שליחותם הציבורית"',
      date: "2023-07-12",
      full_article: "https://shakuf.co.il/42277",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/07/%D7%90%D7%9C%D7%99%D7%9E%D7%95%D7%AA-%D7%9E%D7%A9%D7%98%D7%A8%D7%AA%D7%99%D7%AA.webp"
    },
    {
      title: 'שלמה קרעי מציג: ההפיכה התקשורתית',
      content: 'שר התקשורת מתכוון לבטל חקיקת תקשורת מיושנת ושומרי סף אימפוטנטים ולהחליף אותם במשהו גרוע הרבה יותר • פוליטיזציה מוחלטת של שומרי הסף • מכה אנושה ליצירה המקורית • רגולציה בררנית לטובת נתניהו ותומכיו: החלשת הערוצים 12 ו-13, הקלות ל"הוט" והמשך ההטבות לערוץ 14 • החלשת השידור הציבורי ופינוקים לטייקונים של הרדיו המסחרי',
      date: "2023-07-18",
      full_article: "https://shakuf.co.il/42428",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2022/02/%D7%A9%D7%9C%D7%9E%D7%94-%D7%A7%D7%A8%D7%A2%D7%99-%D7%9B%D7%A0%D7%A1%D7%AA-%D7%A6%D7%99%D7%9C%D7%95%D7%9D-%D7%99%D7%95%D7%A0%D7%AA%D7%9F-%D7%96%D7%99%D7%A0%D7%93%D7%9C-%D7%A4%D7%9C%D7%90%D7%A9-90-1536x864.jpg"
    },
    {
      title: 'בקרוב בהפגנות? הסדרת השימוש במצלמות המשטרה השאירה פרצות מסוכנות',
      content: 'בשבוע הבא יעלה להצבעה החוק שעשוי להכניס לארסנל הכלים של המשטרה אמצעי אפקטיבי למעקב ולניטור של אזרחים. החוק מאפשר מנעד רחב של עבירות שבגינן המשטרה מורשית להציב ולהפעיל את מערכות הצילום, כמו גם חיפוש מידע שנאגר ללא פיקוח משמעותי. "יכולות להיות הפגנות שיתלקחו ויצריכו את השימוש במצלמה", אמר יועמ"ש הוועדה לביטחון לאומי',
      date: "2023-07-20",
      full_article: "https://shakuf.co.il/42478",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/07/%D7%94%D7%A4%D7%92%D7%A0%D7%94-%D7%9E%D7%A8%D7%99%D7%9D-%D7%90%D7%9C%D7%A1%D7%98%D7%A8.jpg"
    },
    {
      title: `הפגישה ה-12 שלא דווחה: "המרתון" של לוין, סמוטריץ' ופורום קהלת `,
      content: `במוצאי פורים, במשך שלוש שעות דנו שר המשפטים, שר האוצר, ויו"ר ועדת החוקה רוטמן עם נציג פורום קהלת ד"ר אביעד בקשי בנושא "התייעצות רפורמה". הפגישה בין אדריכלי המהפכה המשפטית לא נכללה בתשובת חוק חופש המידע שמשרד המשפטים מסר ל"שקוף". דבר קיום הפגישה התגלה בהצלבת מידע עם יומני סמוטריץ' שלקח חלק בפגישה`,
      date: "2023-07-24",
      full_article: "https://shakuf.co.il/42505",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/07/%D7%A1%D7%9E%D7%95%D7%98%D7%A8%D7%99%D7%A5-%D7%9C%D7%95%D7%99%D7%9F.jpg"
    },
    {
      title: 'הכנסת אישרה את ביטול עילת הסבירות בקריאה שנייה ושלישית',
      content: 'ההצעה התקבלה ברוב של 64 תומכים ללא מתנגדים ואושרה בקריאה שנייה ושלישית, לאחר שחברי האופוזיציה החרימו את ההצבעה. מחוץ לכנסת מתקיימת מחאה רבת משתתפים שבה נעצרו 19 מפגינים',
      date: "2023-07-24",
      full_article: "https://shakuf.co.il/42508",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/07/%D7%94%D7%A6%D7%91%D7%A2%D7%94-%D7%9E%D7%9C%D7%99%D7%90%D7%94-%D7%A0%D7%AA%D7%A0%D7%99%D7%94%D7%95-%D7%A4%D7%9C%D7%90%D7%A9-90.jpg"
    },
    {
      title: 'דחיפות, קללות ואיומים: עיתונאים שוב הותקפו בהפגנות',
      content: 'מפגינים בעד חוקי ההפיכה תקפו עיתונאים: כתב כאן 11 נפגע בעינו, כתבי חדשות 12 חולצו על-ידי המשטרה • מפגין נגד חוקי ההפיכה קילל כתב של ערוץ 14 והפריע לשידור • ארגון העיתונאים: "הסתה מצד פוליטיקאים מתורגמת להתקפות פיזיות ברחוב. אנחנו דורשים מפוליטיקאים להפסיק להסית"',
      date: "2023-07-25",
      full_article: "https://shakuf.co.il/42532",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/07/%D7%92%D7%99%D7%9C%D7%99-%D7%99%D7%A2%D7%A8%D7%99.jpg"
    },
    {
      title: 'איך ביטול עילת הסבירות קשור לפקקים בכבישים?',
      content: 'הממשלה מקדמת רצף מינויים בלתי מקצועיים למשרדי הממשלה, חלקם מושחתים, שידרדרו את חיי היומיום של האזרחים במגוון תחומים. לאחר החקיקה, בג"ץ לא יוכל להתערב בשם עילת הסבירות במקרה של מינויים שערורייתיים במיוחד. המצב גרוע במיוחד במשרד התחבורה, בהובלת השרה מירי רגב',
      date: "2023-07-26",
      full_article: "https://shakuf.co.il/42557",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/07/%D7%A8%D7%92%D7%91-%D7%A4%D7%99%D7%98%D7%95%D7%A1%D7%99.jpg"
    },
    {
      title: '',
      content: '',
      date: "",
      full_article: "",
      main_picture: ""
    },
    {
      title: 'סוף לזיכיון המובטח? המהלך של המדינה שמוציא את מנכ"ל כיל משלוותו',
      content: 'הזיכיון על ים המלח בו מחזיקה חברת כיל יעמוד בשנים הקרובות למכרז, אלא שסעיף אחד בתנאי הזיכיון מבטיח בסבירות גבוהה שחברת הכימיקלים תהיה גם היחידה שתיגש אליו, ותזכה בו בקלות. הסיבה: "זכות הסירוב" של כיל שמאפשרת לה להשוות את הצעתה לאלו של המתחרות. "אף חברה זרה לא תיגש למכרז כזה", אומרות מומחות ומומחים בתחום. כעת ל"שקוף" נודע שבמשרד האוצר בוחנים איך להתמודד עם זכות זו, וכעת, הכדור בידיים של החשב הכללי',
      date: "2023-07-27",
      full_article: "https://shakuf.co.il/42565",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/07/%D7%93%D7%A8%D7%95%D7%A8-%D7%A6%D7%95%D7%9C%D7%A8-%D7%91%D7%93%D7%99%D7%95%D7%9F-%D7%93%D7%A0%D7%99-%D7%A9%D7%9D-%D7%98%D7%95%D7%91-%D7%93%D7%95%D7%91%D7%A8%D7%95%D7%AA-%D7%94%D7%9B%D7%A0%D7%AA.jpg"
    },
    {
      title: 'כל הדרכים מובילות לבג"ץ: בית המשפט יכריע בעתיד החוקים השנויים במחלוקת',
      content: 'בזו אחר זו ידונו השופטים בשורת עתירות שהוגשו נגד חוקים שהעבירה הכנסת במושב האחרון, שעוסקים בשינויים בסדרי השלטון. השופטים יצטרכו להכריע על עתידם של "חוק טבריה" וחוק הנבצרות שנגועים בפרסונליות, ובנוסף יבחנו את החוק לביטול עילת הסבירות. בתחילת ספטמבר ידון בג"ץ גם בעתירה לחיוב כינוסה של הוועדה לבחירת שופטים',
      date: "2023-07-30",
      full_article: "https://shakuf.co.il/42590",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/07/%D7%90%D7%A1%D7%AA%D7%A8-%D7%97%D7%99%D7%95%D7%AA-%D7%90%D7%95%D7%9C%D7%99%D7%91%D7%99%D7%99%D7%94-%D7%A4%D7%99%D7%98%D7%95%D7%A1%D7%99-%D7%A4%D7%9C%D7%90%D7%A9-90.jpg"
    },
    {
      title: 'הסדר ניגוד עניינים? נתניהו נפגש עם לוין 32 פעמים בפחות מחצי שנה',
      content: 'יומני שר המשפטים חושפים כי ראש הממשלה נפגש אישית עם לוין בסך 57.5 שעות בחמישה חודשים וחצי. בשיא הדיווחים על המשבר ביניהם, השניים נפגשו 18 שעות בתוך שלוש יממות רצופות. נתניהו התחייב במסגרת הסדר ניגוד עניינים שלא לעסוק בשינויים במערכת המשפט באופן שעשוי להשפיע על משפטו, אלא שבפועל אין דרך לדעת אם הוא מקיים אותו',
      date: "2023-07-31",
      full_article: "https://shakuf.co.il/42602",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/07/%D7%96%D7%99%D7%A0%D7%93%D7%9C-%D7%91%D7%99%D7%91%D7%99-%D7%9C%D7%95%D7%97%D7%9F.jpg"
    },
    {
      title: 'בקשה מהעליון: להעביר בשידור חי הדיון בעתירות הסבירות והוועדה לבחירת שופטים',
      content: '"העין השביעית", "שקוף" ו"המקום הכי חם בגיהנום" פנו לביהמ"ש בבקשה לשדר את הדיונים בעתירה נגד ביטול עילת הסבירות ובעתירה לכינוס הוועדה לבחירת שופטים • "העתירות עוסקות בליבת הנושאים הנמצאים על סדר היום הציבורי"',
      date: "2023-08-02",
      full_article: "https://shakuf.co.il/42611",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/08/%D7%90%D7%A1%D7%AA%D7%A8-%D7%97%D7%99%D7%95%D7%AA-%D7%91%D7%93%D7%99%D7%95%D7%9F-%D7%A2%D7%9C-%D7%97%D7%95%D7%A7-%D7%98%D7%91%D7%A8%D7%99%D7%94-%D7%99%D7%95%D7%A0%D7%AA%D7%9F-%D7%96%D7%99%D7%A0%D7%93%D7%9C-%D7%A4%D7%9C%D7%90%D7%A9-90.jpg"
    },
    {
      title: 'מורה נבוכים: כדי להבין את בג"ץ הנבצרות צריך לחזור ל-1948',
      content: 'הרבה שאלות עלו במהלך הדיון על חוק הנבצרות השבוע: מהי הסמכות המכוננת של הכנסת ואיך זה קשור לאספה שהוקמה בקום המדינה? האם לבית המשפט יש סמכות להתערב בחוקי יסוד? ומה קורה כאשר הכנסת משנה חוקי יסוד לצרכי השעה באופן שיחזק את כוחם פוליטיקאים מכהנים? "שקוף" מסבירים',
      date: "2023-08-04",
      full_article: "https://shakuf.co.il/42730",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/08/%D7%A0%D7%AA%D7%A0%D7%99%D7%94%D7%95-%D7%97%D7%99%D7%95%D7%AA-%D7%A0%D7%95%D7%A2%D7%9D-%D7%A8%D7%91%D7%A7%D7%99%D7%9F-%D7%A4%D7%A0%D7%98%D7%95%D7%9F.jpg"
    },
    {
      title: 'הדיון בבג"ץ על כינוס הוועדה למינוי שופטים יעבור בשידור חי',
      content: 'בית המשפט העליון נענה לבקשת "העין השביעית", "הצלחה", "שקוף" ו"המקום הכי חם בגיהנום" • בקשה נוספת הוגשה לשידור הדיון בביטול עילת הסבירות',
      date: "2023-08-17",
      full_article: "https://shakuf.co.il/43408",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/02/%D7%99%D7%A8%D7%99%D7%91-%D7%9C%D7%95%D7%99%D7%9F-%D7%95%D7%A9%D7%9E%D7%97%D7%94-%D7%A8%D7%95%D7%98%D7%9E%D7%9F-%D7%91%D7%9B%D7%A0%D7%A1%D7%AA-%D7%A6%D7%99%D7%9C%D7%95%D7%9D-%D7%99%D7%95%D7%A0%D7%AA%D7%9F-%D7%96%D7%99%D7%A0%D7%93%D7%9C-%D7%A4%D7%9C%D7%90%D7%A9-90.jpg"
    },
    {
      title: 'משרד המשפטים מסתיר גורמים שנפגשו עם לוין ופורום קהלת',
      content: `מעקב "שקוף": בשלושה באוגוסט, יממה לפני הפרסום כי המיליארדר ארתור דנצ'יק מפסיק לתרום לפורום קהלת, שר המשפטים נפגש ביוזמתו בפעם ה-13 עם נציגי קהלת אביעד בקשי ועו"ד דוד פטר לצורך "היערכות תקשורתית". בפגישה השתתפו גורמים נוספים שהשר מסרב לחשוף את זהותם בשל "פגיעה בפרטיות"`,
      date: "2023-08-24",
      full_article: "https://shakuf.co.il/43530",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/06/%D7%99%D7%A8%D7%99%D7%91-%D7%9C%D7%95%D7%99%D7%9F-%D7%9E%D7%A6%D7%99%D7%92-%D7%90%D7%AA-%D7%94%D7%9E%D7%94%D7%A4%D7%9B%D7%94-%D7%A6%D7%99%D7%9C%D7%95%D7%9D-%D7%90%D7%95%D7%9C%D7%99%D7%91%D7%99%D7%99%D7%94-%D7%A4%D7%99%D7%98%D7%95%D7%A1%D7%99-%D7%A4%D7%9C%D7%90%D7%A9-90.jpg"
    },
    {
      title: 'דעה: בג"צ לא חייב את עילת הסבירות',
      content: 'בג"צ לא חייב לקבוע כי ביטול עילת הסבירות תוקע אצבע בעין של בית המשפט, וספק אם יש לו סמכות לקבוע בפסק דין הצהרתי כי החוק המבטל את עילת הסבירות הוא לא חוקתי. החלטתו אינה בינארית: יידחה או יקבל את העתירה - קיימות אפשרויות אמצע, שעל אחת מהן אני מהמר',
      date: "2023-09-11",
      full_article: "https://shakuf.co.il/43917",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/02/%D7%91%D7%99%D7%AA-%D7%94%D7%9E%D7%A9%D7%A4%D7%98-%D7%94%D7%A2%D7%9C%D7%99%D7%95%D7%9F-%D7%91%D7%91%D7%92%D7%A5-%D7%93%D7%A8%D7%A2%D7%99-%D7%A6%D7%99%D7%9C%D7%95%D7%9D-%D7%99%D7%95%D7%A0%D7%AA%D7%9F-%D7%96%D7%99%D7%A0%D7%93%D7%9C-%D7%A4%D7%9C%D7%90%D7%A9-90-%D7%90%D7%A1%D7%AA%D7%A8-%D7%97%D7%99%D7%95%D7%AA.jpg"
    },
    {
      title: 'מה שראינו בבג״ץ לא היה דיון על עילת הסבירות, אלא קרב הורדת ידיים',
      content: 'מאות אלפי אנשים שיצאו לרחובות להגן על בית המשפט העליון מצפים להכרעה שתשים סוף לעימות, אבל כפי שבית המשפט העליון הוכיח בשנים האחרונות, הוא נמנע מהכרעות בשאלות נפיצות בעזרת טקטיקות שונות של התחמקות. בסוף לא משנה מה יהיה פסק הדין, בג"ץ לא יאחה את הקרע החברתי שנוצר פה, להיפך',
      date: "2023-09-13",
      full_article: "https://shakuf.co.il/44071",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/09/%D7%99%D7%95%D7%A0%D7%AA%D7%9F-%D7%96%D7%99%D7%A0%D7%93%D7%9C-%D7%A4%D7%9C%D7%90%D7%A9-90.jpg"
    },
    {
      title: 'אחרי פסיקת בג"ץ על עילת הסבירות: תמונת מצב על חוקי ההפיכה המשטרית',
      content: 'הקיפאון החקיקתי שאליו נקלעה הכנסת, עם תחילת המלחמה והקמת ממשלת החירום, לא העלים את החוקים הבעייתיים שביקשה ממשלת נתניהו ושר המשפטים יריב לוין לקדם • מההתגברות ועד חוק היועמ"שים - אלה המהלכים האפשריים שעוד על הפרק • ומה הסיכוי שיקודמו בתקופה הקרובה?',
      date: "2024-01-10",
      full_article: "https://shakuf.co.il/46726",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2024/01/%D7%90%D7%99%D7%A0%D7%A4%D7%95%D7%92%D7%A8%D7%A4%D7%99%D7%A7%D7%94-%D7%97%D7%95%D7%A7%D7%99-%D7%94%D7%94%D7%A4%D7%99%D7%9B%D7%94-%D7%92%D7%A8%D7%A4%D7%99%D7%A7%D7%94-%D7%A8%D7%90%D7%A9%D7%99%D7%AA-%D7%9C%D7%90%D7%AA%D7%A8-1.jpg"
    },
    {
      title: 'בלי הסיעות הערביות והעבודה: הטריק של רוטמן בוועדת חוקה',
      content: 'יו"ר הוועדה קבע באופן שרירותי כי רק נציגי 8 הסיעות הגדולות בכנסת יכהנו בוועדת המשנה שדנה בהעמדה לדין של מחבלי חמאס • רוטמן החליט להטיל חיסיון גם על הישיבה השנייה בנושא הנפיץ • דוברות הוועדה מתחמקת מלענות אם הסיבה לחיסיון ביטחונית',
      date: "2024-01-24",
      full_article: "https://shakuf.co.il/47173",
      main_picture: "https://shakuf.co.il/wp-content/uploads/2023/11/20231101103325_NOAM1692.jpg"
    },
  ]
}

export const statistics_scheme = {

}

/*
  const document = doc(db, "shakuf", "details");
  setDoc(document, details_scheme);

  const document2 = doc(db, "shakuf", "content");
  setDoc(document2, content_scheme);

  const document3 = doc(db, "shakuf", "statistics");
  setDoc(document3, statistics_scheme);
*/